{
    "Photography Services": {
        "Title": "Capture Your Love Story",
        "Description": "Our talented photographers specialize in documenting the most precious moments of your wedding day. From candid shots to stunning portraits, we ensure that every memory is preserved beautifully.",
        "Price": "$1,500 - $4,000"
    },
    "Catering Services": {
        "Title": "Exquisite Culinary Delights",
        "Description": "Treat your guests to a culinary experience they won't forget. Our expert chefs create mouthwatering dishes that cater to your taste and dietary preferences, making your wedding feast truly exceptional.",
        "Price": "$5,000 - $10,000"
    },
    "Floral Arrangements": {
        "Title": "Blossom in Love",
        "Description": "Our skilled florists design breathtaking floral arrangements that enhance the beauty of your venue. From bouquets to centerpieces, we infuse elegance and romance into every petal.",
        "Price": "$800 - $3,000"
    },
    "Wedding Planning and Coordination": {
        "Title": "Your Wedding Vision, Our Expertise",
        "Description": "Relax and enjoy your engagement while we handle all the details. Our experienced wedding planners ensure a seamless, stress-free journey to your big day, making your dream wedding a reality.",
        "Price": "$2,500 - $7,000"
    },
    "DJ and Entertainment Services": {
        "Title": "Dance the Night Away",
        "Description": "Our DJs and entertainers keep the party going with a fantastic selection of music and engaging performances. From your first dance to the last song, we create a vibrant and memorable atmosphere.",
        "Price": "$1,000 - $3,000"
    },
    "Wedding Venue": {
        "Title": "The Perfect Setting",
        "Description": "Find the ideal backdrop for your love story among our stunning wedding venues. Whether you prefer an intimate garden or a grand ballroom, we have a space that suits your style.",
        "Price": "$3,000 - $10,000"
    },
    "Bridal Makeup and Hair Styling": {
        "Title": "Radiant Beauty for the Bride",
        "Description": "Our professional makeup artists and hairstylists ensure you look and feel your best on your special day. We enhance your natural beauty, making you the stunning bride you've always envisioned.",
        "Price": "$400 - $1,500"
    },
    "Wedding Cake Design": {
        "Title": "Sweet Memories, Beautifully Crafted",
        "Description": "Delight in a wedding cake that's not only visually stunning but also delicious. Our cake designers create edible works of art that add a sweet touch to your celebration.",
        "Price": "$300 - $800"
    },
    "Transportation Services": {
        "Title": "Arrive in Style",
        "Description": "Make a grand entrance and exit with our luxurious transportation options. From classic cars to limousines, we ensure you travel in style and comfort.",
        "Price": "$500 - $1,500"
    },
    "Wedding Officiant Services": {
        "Title": "Sealing Your Love Story",
        "Description": "Our ordained officiants personalize your ceremony to reflect your love and commitment. Whether you prefer traditional vows or a unique script, we'll make your wedding ceremony truly meaningful.",
        "Price": "$250 - $800"
    }
 }
 